<template>
    <div>
        <Graph :vertexId="vertexId" :graphName="graphName" :infoData="infoData" ref="Graph"></Graph>
    </div>
</template>
<script>
import Graph from '@/components/Graph';
export default {
    components: { Graph },
    data() {
        return {
            vertexId: 0,
            graphName: '',
            //这里的ID和start,end一定是字符串切记
            infoData: {
                "id": 0,
                "name": "5d475f19-d1a0-4e52-a274-12b1f54efeff",
                "vertices": [{
                    "id": 293748,
                    "labels": ["DATAEXA_OBJECT", "国家", "军事组织", "组织分析", "美国"],
                    "properties": {
                        "装备现状": "强敌海军现有291艘主要舰艇，1737架固定翼飞机，1444架直升机，骨干装备主要有：10艘“尼米兹”级和1艘“福特”级大型核动力航母、22艘“提康德罗加”级巡洋舰、66艘“伯克级”驱逐舰和2艘DDG1000型驱逐舰、16艘近海战斗舰、14艘弹道导弹核潜艇、32艘大型两栖舰、53艘攻击型核潜艇、4艘巡航导弹核潜艇、71艘支援保障舰艇。",
                        "存在时期": "[\"1775年10月13日–1785年 \",\"1797年至今\"]",
                        "pk_id": "jky_49",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D",
                        "名称": "美国海军",
                        "现任指挥官": "迈克尔·吉尔迪（Michael M. Gilday） 迈克尔·吉尔迪（Michael M. Gilday）",
                        "关联": "斯特西姆号驱逐舰",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/hz/200px-Emblem_of_the_United_States_Navy.svg.png",
                        "_uuid": "85f32852c1de4eb2856fd6d2afabc568",
                        "规模": "[\"现役329,950人 \",\"预备役109,820人 \",\"舰船441艘 \",\"飞机3,700余架 \",\"航空母舰11艘 \",\"两栖攻击舰9艘 \",\"船坞运输舰11艘 \",\"船坞登陆舰12艘 \",\"巡洋舰22艘 \",\"驱逐舰66艘 \",\"巡防舰22艘 \",\"潜艇71艘 \",\"濒海战斗舰12艘\"]",
                        "概要": "美国海军（英语：United States Navy，缩写：USN或U.S. Navy），是美军的一个军种，负责管理所有与海军有关的事务。其职责为：“配备、训练和武装一支有能力赢得战争、阻止入侵和保证海域自由的海军战斗部队。”美国海军除了目前有近500,000现役和预备役海军军人、285艘现役大小军舰之外，海军旗下甚至还有美国空军以外的另一支空中部队，多数为舰载飞机，数量逾3,700架。<br />《美国宪法》赋予美国国会「配备和保持海军」的权力是美国海军建立的基石。美国海军的前身是在美国独立战争中建立大陆海军，于1790年解散。后由于美国船只受到北非海盗的袭击，因此，1794年，国会通过法案组建美国海军并订造了六艘军舰。美国海军登上世界舞台是在20世纪，尤其是在第二次世界大战期间。从欧洲战场到太平洋战场，从珍珠港事件到日本在密苏里号战舰上签署投降书，美国海军都扮演了重要角色。在随后的冷战中，美国海军又成为美国对苏联进行核威慑和全球对抗的重要力量。<br />21世纪，美国海军在全球例如东亚、南欧以及中东等地都有着相当规模的部署，并有能力将力量投射到全球沿海地区，参与和平维护和区域战争，在美国外交和防御政策中扮演积极的角色。虽然冷战之后舰只和军职人员有所减少，但美国海军依然在技术发展方面投下巨资。美国光现役海军舰只的吨位就比排在其后的17国海军舰只吨位之和还要大，还有多艘封存航母可迅速重新投入战场，而负责支援的舰载机部队甚至比多数国家的空军还精良。<br />",
                        "时间": "2019-06-04 12:23:55",
                        "实体分类": "国家>美国",
                        "功能": "[\"海中作战、运输 \",\"长程飞弹、密接支援\"]",
                        "docs": "[]",
                        "name": "美国海军",
                        "_实体分类ID": "9213>9214",
                        "标签": "[\"各国海军\",\"美国海军\",\"伊拉克战争中的军队编制\",\"1775年建立的军事组织\",\"1775年十三殖民地建立\"]",
                        "管辖": "第三舰队（美国海军） 第七舰队（美国海军） 第十舰队（美国海军） 第六舰队 (美国海军) 第五舰队 (美国海军) 第四舰队 (美国海军) 第二舰队 (美国海军) 美国海军部 第五舰队 (美国海军) 第四舰队 (美国海军) 第二舰队 (美国海军) 第六舰队 (美国海军) 第十舰队（美国海军）",
                        "历任部长": "约翰·莱曼 吉姆·韦伯 威廉·L·鲍尔 亨利·L·嘉瑞特三世 J·丹尼尔·霍华德 辛·奥基福 法兰克·凯尔索二世 约翰·H·道尔顿 理查德·J·丹齐格 小罗伯特·B·佩利 戈登·R·英格兰 苏珊·利文斯通 汉斯福德·T·约翰逊 约翰·L·沙利文 弗朗西斯·P·马修斯 丹·A·金布尔 罗伯特·伯纳德·安德森 查尔斯·S·托马斯 小托马斯·S·盖茨 威廉·B·弗朗克 约翰·康纳利 弗雷德·科思 保罗·B·费伊 保罗·H·尼采 查尔斯·F·拜尔德 保罗·R·伊格纳蒂斯 约翰·H·查菲 约翰·W·华纳 J·威廉·米登多夫 小威廉·格雷·厄姆克莱托 爱德华·伊达尔戈 丹尼尔·M·阿维斯 唐纳德·C·温特 巴迪·J·潘 雷·马布斯 西恩·史塔克利 理查德·V·斯宾塞 托马斯·莫德利 詹姆斯·E·麦克弗森"
                    }
                },
                {
                    "id": 565807,
                    "labels": ["DATAEXA_OBJECT", "部队编制"],
                    "properties": {
                        "pk_id": "battleframedir_133",
                        "隶属于": "海军 海军陆战队",
                        "来源": "【DB：ndc-zbtx-mz】【TABLE：view_battleframedir_parent】",
                        "现任指挥官": "迈克尔·吉尔迪（Michael M. Gilday） 迈克尔·吉尔迪（Michael M. Gilday）",
                        "名称": "美国海军",
                        "父编号": 13,
                        "编号": 133,
                        "name": "美国海军",
                        "创建时间": "2019-02-16 14:48:35",
                        "管辖": "第五舰队 (美国海军) 第四舰队 (美国海军) 第二舰队 (美国海军) 第六舰队 (美国海军) 第十舰队（美国海军）",
                        "创建人": "admin",
                        "排序号": 5,
                        "历任部长": "约翰·莱曼 吉姆·韦伯 威廉·L·鲍尔 亨利·L·嘉瑞特三世 J·丹尼尔·霍华德 辛·奥基福 法兰克·凯尔索二世 约翰·H·道尔顿 理查德·J·丹齐格 小罗伯特·B·佩利 戈登·R·英格兰 苏珊·利文斯通 汉斯福德·T·约翰逊 约翰·L·沙利文 弗朗西斯·P·马修斯 丹·A·金布尔 罗伯特·伯纳德·安德森 查尔斯·S·托马斯 小托马斯·S·盖茨 威廉·B·弗朗克 约翰·康纳利 弗雷德·科思 保罗·B·费伊 保罗·H·尼采 查尔斯·F·拜尔德 保罗·R·伊格纳蒂斯 约翰·H·查菲 约翰·W·华纳 J·威廉·米登多夫 小威廉·格雷·厄姆克莱托 爱德华·伊达尔戈 丹尼尔·M·阿维斯 唐纳德·C·温特 巴迪·J·潘 雷·马布斯 西恩·史塔克利 理查德·V·斯宾塞 托马斯·莫德利 詹姆斯·E·麦克弗森"
                    }
                },
                {
                    "id": 565814,
                    "labels": ["DATAEXA_OBJECT", "军事组织", "部队编制"],
                    "properties": {
                        "总部": "马里兰州米德尔",
                        "现任指挥": "蒂莫西·怀特",
                        "pk_id": "battleframedir_145",
                        "简介": "The U.S. Tenth Fleet is a functional formation and a numbered fleet in the United States Navy. It was first created as an anti-submarine warfare coordinating organization during the Battle of the Atlantic in the Second World War. It was reactivated as a force provider for Fleet Cyber Command on 29 January 2010.[1] U.S. Tenth Fleet serves as the numbered fleet for U.S. Fleet Cyber Command and exercises operational control of assigned naval forces to coordinate with other naval, coalition and Joint Task Forces to execute the full spectrum of cyber, electronic warfare, information operations, and signal intelligence capabilities and missions across the cyber, electromagnetic, and space domains.",
                        "来源": "【DB：ndc-zbtx-mz】【TABLE：view_battleframedir_parent】",
                        "名称": "第十舰队（美国海军）",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/hz/United_States_Tenth_Fleet.jpg",
                        "父编号": "269",
                        "编号": "145",
                        "name": "第十舰队（美国海军）",
                        "定位": "信息网络部队",
                        "创建时间": "2019-02-16 14:48:35",
                        "管辖": "美国海军 美国海军 美国海军",
                        "创建人": "admin",
                        "排序号": "1"
                    }
                },
                {
                    "id": 500821,
                    "labels": ["DATAEXA_OBJECT", "军事装备", "美国海军舰队"],
                    "properties": {
                        "存在时期": "1944年4月16日 – 1947年1月 1995年7月1日 – 目前",
                        "种类": "舰队",
                        "现任指挥": "詹姆斯·约瑟夫·马洛伊",
                        "直属": "美国海军中央司令部 美国中央司令部 (CENTCOM)",
                        "简介": "美国第五舰队（英语：United States Fifth Fleet），是美国海军六大舰队之一。辖区范围从波斯湾、红海、阿拉伯海，到东非肯亚的印度洋海域一带，司令部设置在麦纳麦，位于巴林。人员、机械材料由太平洋舰队及大西洋舰队提供，负责中东地区船只的安全。现任舰队司令官是美国中央海军司令官威廉·哥特尼。",
                        "来源站点": "中文维基百科",
                        "来源": "https://zh.jinzhao.wiki/wiki/%E7%AC%AC%E4%BA%94%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "参与战役": "第二次世界大战 冲绳岛战役 硫磺岛战役 马里亚纳群岛及帕劳战事",
                        "名称": "第五舰队 (美国海军)",
                        "现任指挥官": "海军上将 詹姆斯·约瑟夫·马洛伊（2019/12/7至今）",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/hz/United_States_Fifth_Fleet_insignia_2006.png",
                        "详情": "美国第五舰队（英语：United States Fifth Fleet），是美国海军六大舰队之一。辖区范围从波斯湾、红海、阿拉伯海，到东非肯亚的印度洋海域一带，司令部设置在麦纳麦，位于巴林。人员、机械材料由太平洋舰队及大西洋舰队提供，负责中东地区船只的安全。现任舰队司令官是美国中央海军司令官威廉·哥特尼。\n目录 1 历史 2 战力 3 辖区范围 4 历任指挥官 5 参考文献 6 外部链接\n历史\n第五舰队是美国海军成立的第五支舰队，1944年4月26日编成，主要改组自美国中太平洋部队。这支部队历史包含中太平洋部队时期，从1943年到1945年间，由美国海军上将雷蒙德负责指挥。二次大战结束后，于1947年1月遭解散。\n第五舰队于1995年被重编。因为中东地区是世界最大的石油生产地区，对美国来说是个利害关系重大的区域。冷战后，中东地区在美国全球战略中的地位不断上升，所以在这个区域设置常备的海军部队显得非常重要。例如在波斯湾战争期间，美国就动员了不少海军战舰前往中东，由第七舰队负责指挥。为满足该战区作战的需要，美国在1995年7月决定，重新编成第五舰队，负责中东地区的安全。\n由于美国早年支持巴林和叶门的专制政体，在2011年阿拉伯国家示威抗议活动后，美方担心会因而丧失位于巴林的第五舰队指挥部，欧巴马当局希望以温和的方式减少抗议活动带来的冲击，以维持美军在当地的利益；同时由于伊朗核问题的出现，加上伊拉克的美军撤离等因素，第五舰队再度担负制衡伊朗武力的重任。\n特朗普时期，美国退出伊朗核协议，谈判工作陷入困境无法达到共识。2019年4月，美国实施制裁伊朗的经济和宣布其伊斯兰革命卫队为恐怖组织，使得中东局势关系紧急。随后6月，在波斯湾发生数起油轮被袭击事件后，美国极力推进组建护航联盟的计划，由第五舰队与盟国军舰共同卫护波斯湾的航道自由与安全。11月7日，美国主导的6国「波斯湾护航联盟」在巴林成立，由第五舰队负责指挥、情报收集和支持以及协调、保障等工作，但美军不会直接派遣军舰[1]。\n战力\n辖有以下编制：\n第50任务部队（Task Force 50, TF50） — 战斗部队 第51任务部队（TF51） — 两栖部队 第53任务部队（TF53） — 后勤部队 第54任务部队（TF54） — 潜艇部队 第57任务部队（TF57） — 巡逻・侦察部队 第58任务部队（TF58） — 海上监视部队 第59任务部队（TF59） — 远征部队／应急部队\n辖区范围\n第五舰队的巡弋区域，从中东的波斯湾、红海、阿拉伯海，到东非肯亚的印度洋海域一带。\n历任指挥官\n雷蒙德·阿姆斯·斯普鲁恩斯海军上将：1943年 ─ 1945年 凯文．安达尔 海军中将： 威廉‧哥特尼 詹姆斯·约瑟夫·马洛伊（英语：James J. Malloy）海军上将：2018年至今\n参考文献\n\nPotter, E. B.（英语：E. B. Potter）. Admiral Arliegh Burke. U.S. Naval Institute Press. 2005. ISBN 978-1-59114-692-6.  Schneller, Robert J., Jr. Anchor of Resolve: A History of the U.S. Naval Forces Central Command/Fifth Fleet (Washington: Naval Historical Center, 2012), 126 pp.\n外部链接\nOfficial U.S. Fifth Fleet Web site Global Security — GlobalSecurity.org 页面存档备份，存于互联网档案馆 [1]\n\n查 论 编 美国海军舰队 现役舰队 第二舰队 第三舰队 第四舰队 第五舰队 第六舰队 第七舰队 第十舰队 除役舰队 第一舰队 第八舰队 第十二舰队 大白舰队 东印度分舰队 其他 舰队解难演习 第1号舰队解难演习 第2号、第3号及第4号舰队解难演习\n^ 无视大国多次警告，美召集六国正式出兵海峡，头号目标不再是俄军_手机搜狐网. m.sohu.com. [2019-11-10]. ",
                        "部门": " 美国海军",
                        "功能": "直接舰队运作",
                        "驻军／总部": "海军巴林支援活动、巴林",
                        "name": "第五舰队 (美国海军)",
                        "国家或地区": " 美国",
                        "著名指挥官": "海军上将 雷蒙德·斯普鲁恩斯, USN",
                        "管辖": "美国海军 美国海军 美国海军",
                        "id": "5f6dd9c3891ade49f4019983"
                    }
                },
                {
                    "id": 500843,
                    "labels": ["DATAEXA_OBJECT", "军事组织", "1950年建立的军事组织", "美国海军舰队"],
                    "properties": {
                        "存在时期": "1950年2月12日 – 目前",
                        "种类": "舰队",
                        "现任指挥": "丽莎·弗兰切蒂",
                        "直属": "Commander, U.S. Naval Forces Europe",
                        "简介": "美国第六舰队（United States Sixth Fleet），是美国海军六大舰队之一。辖区范围是环绕欧洲和非洲的北冰洋、大西洋、印度洋一带。基于战略考量，舰队司令部于2005年从英国伦敦南移至义大利的拿坡里海军支援设施。现任舰队司令官是弗兰克·克雷格·潘多夫。",
                        "来源站点": "中文维基百科",
                        "来源": "https://zh.jinzhao.wiki/wiki/%E7%AC%AC%E5%85%AD%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "名称": "第六舰队 (美国海军)",
                        "现任指挥官": "海军中将 James G. Foggo, III",
                        "avatar": "http://192.168.1.51:9050/jky/img/fdae4fe932ae8548b667576f444bce47.jpg",
                        "详情": "\n美国第六舰队（United States Sixth Fleet），是美国海军六大舰队之一。辖区范围是环绕欧洲和非洲的北冰洋、大西洋、印度洋一带。基于战略考量，舰队司令部于2005年从英国伦敦南移至义大利的拿坡里海军支援设施[2]。现任舰队司令官是弗兰克·克雷格·潘多夫。\n参考文献\n^ American Naval History: An Illustrated Chronology'. : 217, 219.  ^ 自由时报电子新闻网-国际新闻\n外部连结\nOfficial Commander of 6th Fleet Website 页面存档备份，存于互联网档案馆 Black Sea Port Visits http://neds.nebt.daps.mil/Directives/notices/3111_121.pdf[永久失效连结] – Order establishing TF 68 as Maritime Force Protection Force http://www.defenselink.mil/transformation/articles/2005-07/ta070805a.html – disbandment of NSWU 10\n查 论 编 美国海军舰队 现役舰队 第二舰队 第三舰队 第四舰队 第五舰队 第六舰队 第七舰队 第十舰队 除役舰队 第一舰队 第八舰队 第十二舰队 大白舰队 东印度分舰队 其他 舰队解难演习 第1号舰队解难演习 第2号、第3号及第4号舰队解难演习",
                        "部门": " 美国海军",
                        "功能": "直接舰队运作",
                        "驻军／总部": "意大利那不勒斯海军支援设施",
                        "name": "第六舰队 (美国海军)",
                        "国家或地区": "美国",
                        "管辖": "美国海军 美国海军 美国海军",
                        "id": "5f6dd9c3891ade49f4019991"
                    }
                },
                {
                    "id": 500838,
                    "labels": ["DATAEXA_OBJECT", "军事装备", "1950年建立的军事组织", "美国海军舰队"],
                    "properties": {
                        "存在时期": "第一次建制：1950年2月 - 2011年9月30日 第二次建制：2018年8月24日 -",
                        "种类": "舰队",
                        "现任指挥": "安德鲁·刘易斯",
                        "简介": "美国海军第二舰队是美国海军旗下负责美国东岸和北大西洋的一支舰队。 舰队在二次世界大战之后为支援北大西洋公约组织而设立。 2011年9月，美国政府基于来自俄罗斯的威胁已经消失的看法，解除了第二舰队的编制。",
                        "直属": "美国海军舰队司令部（COMUSFLTCOM）",
                        "来源站点": "中文维基百科",
                        "来源": "https://zh.jinzhao.wiki/wiki/%E7%AC%AC%E4%BA%8C%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "名称": "第二舰队 (美国海军)",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/wikijszb/202009252250249316.jpg",
                        "详情": "美国海军第二舰队是美国海军旗下负责美国东岸和北大西洋的一支舰队。[1] 舰队在二次世界大战之后为支援北大西洋公约组织而设立。 2011年9月，美国政府基于来自俄罗斯的威胁已经消失的看法，解除了第二舰队的编制。\n2018年5月4日，美国海军作战部长约翰·理查德森上将宣布将重启第二舰队，以应对北约和俄罗斯之间日渐升高的紧张情势。目前第二舰队已于2019年12月31日全面投入运营。\n第二舰队历史上的责任区域涵盖北起北极南至加勒比海，西起美国东岸东至大西洋中央的约一千七百万平方公里(六百七十万平方英里)海域。相对的另一侧美国西海岸则是从二战之后至1973年的第一舰队，以及1973年后的第三舰队。\n在2011年解编之前，第二舰队以美国东海岸的海军设施为母港，掌管大约126艘舰艇，4500架飞机，以及90000名人员。\n目录 1 历史 1.1 解散 1.2 重建 2 参考文献\n历史\n解散\n2010年8月21日，据报导，国防部长罗伯特·盖茨正在考虑废除第二舰队。[2]\n2011年1月6日，据国防部新闻文章报导，海军将废除第二舰队，以“使用这些储蓄和更多的资金来补充更多的船只。”[3] 2011年9月30日该舰队在诺福克举行的仪式中正式解散。[4]\n第二舰队的职责和 Task Force 20指挥官的额外头衔,同北约的由海向陆联合作战组织(CJOS-COE) 的职位一样，被转移到重组后的美国海军舰队司令部。[5]\n重建\n2018年5月4日，“国防新闻”报导，海军上将克里斯格雷迪宣布重建第二舰队。 [6] 五角大楼发言人约翰尼迈克尔表示，“北约重新关注大西洋，以彰显俄罗斯复兴引发的巨大军力竞争”，并指出这是重建舰队的原因。\n第二舰队计划于2018年7月1日正式恢复运作，最初有15名人员（11名军官和4名入伍人员）的工作人员，但计划要求其工作人员扩展到256人（85名军官，164名入伍人员和7名平民）。  [7][8] 它将对美国东海岸和北大西洋的指定船只，飞机和登陆部队行使行动和行政管理机构的权力，并计划和执行海上，联合和联合行动以及训练，认证和提供海上部队以应对全球突发事件。第二舰队指挥官将向美国舰队司令部报告。原先预计将于2018年7月1日重启，美国参议院国防委员会通过指挥官提名。受提名的是安德烈路易斯海军中将。[9] 目前第二舰队已于2019年12月31日全面投入运营。\n参考文献\n^ CNO Announces Establishment of U.S. 2nd Fleet. Navy Office of Information. 2018-05-04 [2018-05-07]. （原始内容存档于2018-05-05）.  ^ Bill Sizemore and Kate Wiltrout, Memo: Obama could OK Joint Forces closure by 1 Sept. 页面存档备份，存于互联网档案馆, The Virginian-Pilot, 21 August 2010 ^ United States Dept. of Defense (News Article). [6 January 2011]. （原始内容存档于2011-03-01）.  ^ Reilly, Corinne, \"Navy's Second Fleet Sails Off Into History Books\", Norfolk Virginian-Pilot, 1 October 2011. ^ 存档副本. [2011年10月9日]. （原始内容存档于2011年11月28日）. , accessed October 2011 ^ Faram, David Larter, Mark D. The U.S. Navy’s new command puts Russia in the crosshairs. Defense News. 2018-05-04 [2018-05-04] （美国英语）.  ^ Hamann, Carlos. US Navy reactivates its Atlantic 2nd Fleet. AFP. 5 May 2018 [6 May 2018]. （原始内容存档于2018-05-07） （美国英语）.  ^ Lagrone, Sam. CNO Announces Establishment of U.S. 2nd Fleet. US Navy. 2018-05-04 [2018-05-05]. （原始内容存档于2018-05-05） （美国英语）.  ^ Flag Officer Announcements, Press Operations, Release No: NR-186-18, June 12, 2018. defense.gob. 2018-06-12 [2018-06-15] （美国英语）. \n查 论 编 美国海军舰队 现役舰队 第二舰队 第三舰队 第四舰队 第五舰队 第六舰队 第七舰队 第十舰队 除役舰队 第一舰队 第八舰队 第十二舰队 大白舰队 东印度分舰队 其他 舰队解难演习 第1号舰队解难演习 第2号、第3号及第4号舰队解难演习",
                        "部门": "美国海军",
                        "功能": "作战和海上行动，安全合作活动以及人道主义援助/灾害应对",
                        "驻军／总部": "维吉尼亚州诺福克海军基地",
                        "name": "第二舰队 (美国海军)",
                        "国家或地区": " 美国",
                        "管辖": "美国海军 美国海军 美国海军",
                        "id": "5f6dd9c2891ade49f4019971"
                    }
                },
                {
                    "id": 500822,
                    "labels": ["DATAEXA_OBJECT", "军事装备", "美国海军舰队"],
                    "properties": {
                        "存在时期": "1943年–1950年 2008年–目前",
                        "种类": "舰队",
                        "现任指挥": "唐纳德·加布里埃尔森",
                        "直属": "U.S. Naval Forces Southern Command 美国南方司令部 (USSOUTHCOM)",
                        "简介": "美国第四舰队（U. S. 4th Fleet），隶属于美国南方司令部的舰队，于2008年7月1日再次成立。重新组建的第四舰队将以在佛罗里达州的南方海军司令部所在地杰克逊维尔梅波特港为基地。",
                        "来源站点": "中文维基百科",
                        "来源": "https://zh.jinzhao.wiki/wiki/%E7%AC%AC%E5%9B%9B%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "名称": "第四舰队 (美国海军)",
                        "现任指挥官": "海军少将 Sean S. Buck",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/hz/200px-U.S._Fourth_Fleet_badge.jpg",
                        "详情": "美国第四舰队（U. S. 4th Fleet），隶属于美国南方司令部的舰队，于2008年7月1日再次成立。重新组建的第四舰队将以在佛罗里达州的南方海军司令部所在地杰克逊维尔梅波特港为基地。\n目录 1 历史 2 实力简介 3 辖区范围 4 历任指挥官 5 注释 6 外部连结\n历史\n曾是美国海军的舰队之一。在1943年3月时成立，第二次世界大战时主要在南大西洋执行封锁和防卫敌军潜艇的任务。1950年时解散，并入第二舰队之中。\n58年后，为了因应日益左倾的拉丁美洲及加大美国对拉美国家的海上威慑力[1]，美国的海军作战部长罗格海德上将（Gary Roughead）在2008年4月24日，宣布重建第四舰队。第四舰队主要由美国南方司令部（SOUTHCOM）的海军部队所构成，2008年7月1日正式成立。以佛州梅波特港为基地。不同于其他舰队由海军中将指挥，第四舰队则是由海军少将指挥。\n美国媒体认为，重建第四舰队的举措是为了加强美国对加勒比和拉丁美洲地区国家的影响力。而古巴精神领袖卡斯楚、玻利维亚总统埃沃·莫拉莱斯对此均强烈反对。卡斯楚抨击此为「砲舰外交」（gun-boat diplomacy）死灰复燃，莫拉莱斯则批评其为「第四干预舰队」。\n实力简介\n第四舰队目前并同美国特种作战司令部行动。其任务以提供海上保安、人道援助、救灾、缉毒等为止，并不配备攻击战力，因此没有航空母舰与大型战舰，更无固定配置的军舰，均自其他舰队轮流抽调。\n辖区范围\n任务区范围从美国佛州一直延伸到南美洲最南端的合恩角的中南美洲水域，涉及30多个国家，其中的重点区域是加勒比海、墨西哥湾、中美洲及南美洲大西洋侧海域。\n历任指挥官\nJonas H. Ingram 海军上将：1943年 ─ 1944年11月 William R. Munroe 海军中将：1944年11月 ─ 1945年 Thomas Cooley 海军中将：1945年 ─ 1946年中旬 Daniel E. Barbey 海军中将：1946年9月 ─ 1947年3月 Charles McMorris 海军中将：1947年中旬 ─ 1948年7月 Joseph D. Kernan 海军少将：2008年7月 ─ 2009年6月 Victor G. Guillory 海军少将：2009年6月 ─ 2011年8月 Kurt W. Tidd 海军少将：2011年8月 ─ 2012年6月 Sinclair M. Harris 海军少将：2012年6月 ─ 2014年4月 George W. Ballance 海军少将：2014年4月 ─ 2016年8月 Sean S. Buck 海军少将：2016年8月 ─ 今\n注释\n^ 主要依据联合报2008年5月11日的新闻，网址见[1]。\n\n外部连结\n[2] 美国海军重建第四舰队\n查 论 编 美国海军舰队 现役舰队 第二舰队 第三舰队 第四舰队 第五舰队 第六舰队 第七舰队 第十舰队 除役舰队 第一舰队 第八舰队 第十二舰队 大白舰队 东印度分舰队 其他 舰队解难演习 第1号舰队解难演习 第2号、第3号及第4号舰队解难演习",
                        "部门": "美国海军",
                        "功能": "直接舰队运作",
                        "驻军／总部": "Naval Station Mayport",
                        "name": "第四舰队 (美国海军)",
                        "国家或地区": "美国",
                        "管辖": "美国海军 美国海军 美国海军",
                        "id": "5f6dd9c3891ade49f4019985"
                    }
                },
                {
                    "id": 476819,
                    "labels": ["DATAEXA_OBJECT", "国家", "军事部门", "组织", "组织分析", "美国"],
                    "properties": {
                        "总部": "美国弗吉尼亚州五角大楼",
                        "简介": "美国海军陆战队（英语：United States Marine Corps，缩写为 USMC），是美国军队中的陆战队及两栖作战部队，其主要职责是运用美国海军的舰队（含航空兵），快速抵达全球各危机发生地执行战斗任务。美国陆战队属于美国军队中的一个独立军种，与美国海军地位平行，同属美国国防部下属的美国海军部管辖，其英语军衔名称与陆军、空军相同。负责美国驻外使馆保安的卫兵部队亦隶属于美国陆战队。",
                        "司令": "大卫·H·伯杰上将",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%BE%8E%E5%9B%BD%E6%B5%B7%E5%86%9B%E9%99%86%E6%88%98%E9%98%9F",
                        "名称": "美国海军陆战队",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/hz/200px-Emblem_of_the_United_States_Marine_Corps.svg.png",
                        "规模": "现役215,900人（截至2013年2月） 预备役82,000人（截至2010年）",
                        "功能": "两栖步兵",
                        "成立时间": "1775-11-10",
                        "name": "美国海军陆战队",
                        "参与战争": "独立战争、南北战争、美法战争 亚洲殖民冲突、二战 韩战、越战、波湾战争 阿富汗战争、伊拉克战争",
                        "管辖": "美国海军部 美国海军部"
                    }
                },
                {
                    "id": 371978,
                    "labels": ["DATAEXA_OBJECT", "国家", "军事部门", "组织", "组织分析", "美国"],
                    "properties": {
                        "avatar_desc": "美国海军部徽章",
                        "总部": "美国弗吉尼亚州阿灵顿郡五角大楼",
                        "pk_id": "jky_79213",
                        "简介": "美国海军部（英语：United States Department of the Navy）依据美国国会法案创建于1798年4月30日，其担负的职能有：为美国海军以及美国海军陆战队提供行政管理、技术支持，并通过文官领导这两个军种（在国会或者总统授权下还领导美国海岸警卫队）。该部由海军部长领导，在海军中代号为SECNAV。海军部长由一名海军副部长辅佐。直至1947年美国国家军事机构成立以前，该部与美国战争部（当时陆军就隶属美国战争部，空军没有独立成军，隶属美国陆军）的部长为美国内阁成员。之后，国家军事机构于1949年更名为国防部。从而使海军部成为国防部的一个分支。",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%BE%8E%E5%9B%BD%E6%B5%B7%E5%86%9B%E9%83%A8",
                        "name": "美国海军部",
                        "名称": "美国海军部",
                        "管辖": "美国海军陆战队 美国海军 美国国防部 美国海军陆战队",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/hz/220px-Seal_of_the_United_States_Department_of_the_Navy.svg.png",
                        "_uuid": "c8bc2110b5004491861efa98e9790de4"
                    }
                },
                {
                    "id": 303379,
                    "labels": ["DATAEXA_OBJECT", "航空母舰", "军用舰船"],
                    "properties": {
                        "pk_id": "jky_25",
                        "来源": "https://zh.wikipedia.org/wiki/%E8%A5%BF%E5%A5%A7%E5%A4%9A%C2%B7%E7%BE%85%E6%96%AF%E7%A6%8F%E8%99%9F%E8%88%AA%E7%A9%BA%E6%AF%8D%E8%89%A6",
                        "满载排水量": "104200",
                        "绰号": ["TR", "Big Stick"],
                        "名称": "西奥多罗斯福号航空母舰",
                        "前指挥": "布雷特·克罗泽 布雷特·克罗泽",
                        "关联": "CVN-71罗斯福号航空母舰.doc 罗斯福号.doc 西奥多·罗斯福号航空母舰( cvn71)在也门海岸炫耀 西奥多·罗斯福号在波斯湾练兵 美海军罗斯福号航母更换新型70吨重主桅杆 多架飞机从西奥多·罗斯福号航空母舰上起飞 西奥多罗斯福号航空母舰上的近防武器和舰载机起飞 西奥多罗斯福号航空母舰出行动，以及各式舰载机起飞过程",
                        "avatar": "http://192.168.1.51:9050/jky/img/ca87c1d4a50760541900ee0c90ce2c91.jpg",
                        "_uuid": "007cb9606502483393bfbf26c8126955",
                        "概要": "西奥多罗斯福号航空母舰（USS Theodore Roosevelt CVN-71），或罗斯福号航空母舰，是美国尼米兹级核动力航空母舰的四号舰，起造于1981年，于1984年正式下水。西奥多罗斯福是美国第26任总统（任期1901年—1909年），是个海军迷，任期内大力扩充海军，也在他任内完成了大白舰队计划。暱称「T.R.」的罗斯福号是美国海军第一艘以西奥多罗斯福总统命名的航空母舰，但除了该舰外，美国海军其实曾拥有过另一艘以罗斯福为名的航空母舰──以第32任总统富兰克林罗斯福命名的富兰克林D罗斯福号（USS Franklin D. Roosevelt CVB-42）。",
                        "实体分类": "",
                        "最大吃水": "11.3米",
                        "最高速度": "56千米/小时",
                        "name": "西奥多罗斯福号航空母舰",
                        "舰员": "{\"飞行大队\":\"2480人\",\"军舰\":\"3200人 \"}",
                        "管辖": "第七舰队（美国海军） 第九航母打击群（美国海军）",
                        "吃水": "{\"限制\":\"12.5米\",\"最大\":\"11.3米\"}",
                        "id": "25",
                        "马力": "260000马力",
                        "动力方式": ["2座西屋A4W核反应堆 ", "4座蒸汽涡轮发动机 ", "4轴 ", "260000马力（194兆瓦）"],
                        "舰宽": "76.8米",
                        "_time": "2019-06-04 11:29:28",
                        "舰长": "332.8米"
                    }
                },
                {
                    "id": 372039,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79227",
                        "简介": "美国海军驻韩指挥部，又常缩写为CNFK，CTF-78是美国海军在大韩民国的驻扎代表，其总部设于首尔市郊的龙山基地，并以庆尚南道的镇海海军基地作为主要驻地。",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "name": "第78特遣队（美国海军第七舰队）",
                        "名称": "第78特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/DD57FF01B8666925841F389FD33CD61D.gif",
                        "_uuid": "d841d0076fe24552931f21e59016e438"
                    }
                },
                {
                    "id": 372045,
                    "labels": ["DATAEXA_OBJECT", "军事组织", "舰队"],
                    "properties": {
                        "现任指挥": "威廉·默茨",
                        "pk_id": "jky_79220",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "名称": "第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/E25397C091B89269BA9ECF7BA3F087FD.png",
                        "关联": "朝鲜战争中,美国第七舰队为何开进台湾海峡？.doc 第七舰队的过去与未来.doc 张召忠回应第七舰队司令：你别撞上中国心烦的时候.doc 外媒称美军计划加大太平洋部署力度应对中国(图) 美第七舰队司令放狂言:将抗衡中国过度的主权主张! 十一届六中全会召开 美国向台湾出动第七舰队（全文） 看看美国的第七舰队的配置,这还只是其中一直舰队哦 深入讲解 世界上最强的海军美国“第七舰队”究竟有多强？ 最熟悉的美海军第七舰队，其实并不强，真正的强者是另外一支 菲茨杰拉德号发生碰撞 副海军上将比尔·梅尔兹（Bill Merz）在2019年9月12日在横须贺海军基地的舰队剧院为美国第7舰队司令的指挥仪式变更期间向观众致辞 麦凯恩号驱逐舰导弹驱逐舰发生碰撞 第七舰队贪污案 美第七艦隊亞洲受賄案　再有中校被判監18個月 华盛顿航母威慑力顶尖，第七舰队核心战舰，被誉为行走的军事基地 美军第七舰队新司令走马上任 性格强硬在亚太要出什么大招？ 美军第七舰队换帅，出身曝光，或许印证了美国重视亚太水下作战",
                        "_uuid": "941fa42f59bb4f94ac8dde0f5bd9cfc1",
                        "概要": "美国第七舰队（英语：United States Seventh Fleet）是美国海军旗下的远洋舰队之一，隶属于美国印太司令部属下的太平洋舰队。第七舰队司令部设在日本的横须贺市横须贺港，驻地包括日本佐世保基地、冲绳和韩国釜山、浦项、镇海基地、新加坡及菲律宾等地，是目前美国最大的海外前线投送部队。第七舰队的主要任务包括威吓敌国、与盟国合作保护海上通道、协防美国友邦领土以及在必要时动用武力，也经常充当美国对外进行军事行动时的机动舰队。",
                        "纬度": "36.02497819517156",
                        "经度": "139.24856631452792",
                        "name": "第七舰队（美国海军）",
                        "管辖": "第78特遣队（美国海军第七舰队） 第79特遣队（美国海军第七舰队） 第15潜舰中队（美国海军） 第70特遣队（美国海军第七舰队） 第72特遣队（美国海军第七舰队） 第73特遣队（美国海军第七舰队） 罗纳德里根号航空母舰 第74特遣队（美国海军第七舰队） 第75特遣队（美国海军第七舰队） 第11两栖中队（美国海军） 第76特遣队（美国海军第七舰队） 第7扫雷舰中队（美国海军） 西奥多罗斯福号航空母舰 第71特遣队（美国海军第七舰队） 隆纳·雷根号航空母舰 美国海军 罗纳德里根号航空母舰 第15潜舰中队（美国海军） 第72特遣队（美国海军第七舰队） 第75特遣队（美国海军第七舰队） 第76特遣队（美国海军第七舰队） 第7扫雷舰中队（美国海军） 第71特遣队（美国海军第七舰队） 第73特遣队（美国海军第七舰队） 第74特遣队（美国海军第七舰队） 第78特遣队（美国海军第七舰队） 第79特遣队（美国海军第七舰队） 第11两栖中队（美国海军） 第70特遣队（美国海军第七舰队） 隆纳·雷根号航空母舰",
                        "id": "79220"
                    }
                },
                {
                    "id": 372040,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79228",
                        "简介": "第七舰队登陆部队指挥部，驻地日本冲绳。",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "name": "第79特遣队（美国海军第七舰队）",
                        "名称": "第79特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/E685F7B0B42EB740971C79F63BEF4FD2.gif",
                        "_uuid": "7529ebb7a07a4b999da638e84e4b493c"
                    }
                },
                {
                    "id": 371843,
                    "labels": ["DATAEXA_OBJECT", "组织", "中队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_78993",
                        "简介": "",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "name": "第15潜舰中队（美国海军）",
                        "名称": "第15潜舰中队（美国海军）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/no-image.jpg",
                        "_uuid": "37d07b2f81464e6097ae39eec0d4ac39"
                    }
                },
                {
                    "id": 372080,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79249",
                        "简介": "第七舰队战斗指挥部，第七舰队的主干，其组成包含两部分，分别是以隆纳·雷根号为中心的第五航空母舰打击群（CSG 5）与其所搭载的第五舰载机联队（CVW-5），以及由驱逐舰组成的第15驱逐舰战队（CDS-15）。驻地日本横须贺。",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "name": "第70特遣队（美国海军第七舰队）",
                        "名称": "第70特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/AFC50D2C7FF3C9314801666C1D1D49F5.gif",
                        "_uuid": "a173eeaed97145ae9cadf4160794e20c"
                    }
                },
                {
                    "id": 371977,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79171",
                        "简介": "第七舰队巡逻侦察指挥部，由数支陆基的反潜与侦察部队所组成，驻地包括日本冲绳的嘉手纳与青森县三泽海军基地，司令部设于神奈川县厚木海军基地。",
                        "纬度": "36.09309097327455",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "经度": "138.58082723006527",
                        "name": "第72特遣队（美国海军第七舰队）",
                        "名称": "第72特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/C5E92307A4729091CC5181AA1BFA87D0.gif",
                        "_uuid": "1802f25bf23649c29e75479c50ecc7db"
                    }
                },
                {
                    "id": 372037,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79225",
                        "简介": "西太平洋后勤群指挥部",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "name": "第73特遣队（美国海军第七舰队）",
                        "名称": "第73特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/9C6DA7CDFADF0716C019D4846C873CF5.gif",
                        "_uuid": "68c2e4dc9bb64996ab20136e890863d4"
                    }
                },
                {
                    "id": 335168,
                    "labels": ["DATAEXA_OBJECT", "航空母舰", "军用舰船"],
                    "properties": {
                        "船籍港": "横须贺海军基地",
                        "下订日期": "1994-12-08",
                        "pk_id": "jky_21201",
                        "状态": "现役",
                        "绰号": "Gipper",
                        "名称": "罗纳德里根号航空母舰",
                        "母港": "横须贺海军基地",
                        "成本": "45亿美元",
                        "舰名出处": "罗纳德·里根",
                        "最高速度": "56千米/小时",
                        "制造厂家": "美国纽波特纽斯船厂",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "赞助": "南希·里根",
                        "id": "21201",
                        "吃水": "11.3-12.1米",
                        "舰宽": ["76.8米（飞行甲板）", "40.8米"],
                        "舰载导弹": ["RIM-162改进型海麻雀导弹", "RIM-116拉姆导弹"],
                        "武器系统": "密集阵近程防御武器系统",
                        "航速": ["20节（巡航）", "30节以上（最大）"],
                        "主舰体": "主舰体是由飞行甲板、主甲板(机库甲板)和舷侧外板、纵舱壁构成的强力箱形结构。桥楼内的航海舰桥是航母的导航指挥中枢，主飞行控制室是航母的“飞行控制塔台”。司令部舰桥是航母编队的重要指挥中心，桥楼顶部架有大量雷达和通信天线，飞行甲板尾部的下甲板设有重要的作战指挥室，是美海军全球指挥控制系统的海上节点和航母编队CISR系统的神经中枢。",
                        "服役日期": "2003-07-12",
                        "排水量": "78621吨",
                        "动力系统": ["2座西屋A4W核反应堆", "4座蒸汽涡轮发动机", "4轴"],
                        "飞行甲板": "332.9米（长）",
                        "标准排水量": "103056吨",
                        "概要": "罗纳德·里根号航空母舰（USS Ronald Reagan CVN-76），或直接简称里根号航空母舰，是美国尼米兹级核动力航空母舰的九号舰，也是美国在进入21世纪以后第一艘成军的航空母舰。",
                        "续航力": "100万海里/节",
                        "雷达": ["AN/SPS-48E对空搜索雷达；", " AN/SPS-49A(V)1对空搜索雷达；", " AN/SPS-67(V)1对海搜索雷达；", " AN/SPN-46引导雷达（2部）；", "AN/SPS-73 (V)对海搜索与导航雷达；", " Furuno I/J波段导航雷达；", "AN/URN-25战术导航系统；", "AN/UPX-24 (V)敌我识别系统；", " AN/SPN-41飞机进场控制雷达；", " AN/SPN-43空中交通管制雷达；", "AN/SPS-64对海搜索与导航雷达"],
                        "续航距离": "无线距离，20-25年",
                        "name": "罗纳德里根号航空母舰",
                        "舰员": ["军舰:3200人", "飞行大队:2480人"],
                        "目前状态": "服役中",
                        "马力": "260000马力",
                        "下水日期": "2001-03-04",
                        "电战系统": ["SLQ-32A(V)4电战反制系统", "SLQ-25A Nixie鱼雷反制系统"],
                        "水线宽度": "40.8米",
                        "来源": "https://zh.wikipedia.org/wiki/%E9%9A%86%E7%B4%8D%C2%B7%E9%9B%B7%E6%A0%B9%E8%99%9F%E8%88%AA%E7%A9%BA%E6%AF%8D%E8%89%A6",
                        "满载排水量": "97000吨",
                        "格言": "Peace Through Strength",
                        "关联": "美国罗纳德里根号航母抵达日本.doc 罗纳德里根号航空母舰详细介绍.doc 2001年完工下水 美国海军cvn-76罗纳德-里根号航母抵达夏威夷珍珠港 罗纳德·里根号航空母舰战斗群 美国罗纳德·里根号航空母舰，航母舰载联队 美国海军罗纳德·里根号航母抵达珍珠港，庞大的军舰和整齐的队伍 美国海军舰载机在罗纳德里根号航空母舰进行着舰训练 日称急需升级海鹰反潜直升机 应对中国近海潜艇",
                        "干扰器材": ["AN/SLQ-32(V)4电子战系统；", "AN/SLY-2信号截获接收机和干扰发射器；", "MK36箔条/红外干扰弹发射系统；", "AN/SLQ-25 “水精”鱼雷防御系统；", "WLR-1H无源探测设备"],
                        "徽章": "https://upload.wikimedia.org/wikipedia/commons/9/9c/USS_Ronald_Reagan_COA.png",
                        "水线长度": "317.0米",
                        "最大吃水": "11.3米",
                        "国家": "美国",
                        "前型": "企业级航空母舰",
                        "编制人数": ["舰员:3200人（军官160）", "司令部:70人（军官25）", "航空人员:2480人"],
                        "作战通信": ["4A号数据链;", "11号数据链；", "14号数据链；", "16号数据链；", "AN/SRR-1卫星通信系统；", "AN/WSC-3卫星/视距通信收发机；..", "AN/WSC-8卫星通信系统；", "AN/USC-38 (V)极高频卫星通信终端；", "AN/SRR-2A全球广播设备；", "AN/URC-131 (V)高频无线电系统；", "AN/SRC-55无线电通信系统；", "AN/USG-2协同交战能力系统；", "SSR-1甚高频、WSC6超高频卫星通信系统；", "USQ-123共用高宽带数据链"],
                        "动工日期": "1998-02-12",
                        "舰长": ["332.8米（全长）", "317米（吃水线处）"],
                        "储油量": "航空燃油9000吨",
                        "最大允许速度": "56千米/小时以上",
                        "舰级": "尼米兹级",
                        "使用方": "第7舰队",
                        "avatar": "http://192.168.1.51:9050/jky/img/A142F8F33FC92399A094908ECDA00117.jpg",
                        "_uuid": "df71863eab4e4e4da99bee2a80ce8fa3",
                        "舰载雷达": ["AN/SPS-48E 3-D空中搜索雷达", "AN/SPS-49(V)5 2-D空中搜索雷达", "AN/SPQ-9B目标截获雷达", "AN/SPN-46空中管制雷达", "AN/SPN-43C空中管制雷达", "AN/SPN-41着陆辅助雷达", "Mk 91 NSSM引导系统", "Mk 95雷达"],
                        "速度": "56千米/小时",
                        "舰载机": ["F/A-18黄蜂式战斗机", "F/A-18 E/F超级大黄蜂式战斗机", "E-2C鹰眼式空中预警机", "C-2灰狗式运补机", "S-3维京式反潜机", "EA-6徘徊者式电子反制机", "SH-60海鹰式反潜直升机", "MH-60多用途直升机"],
                        "退役日期": "现役",
                        "搭载": "E-2C鹰眼式空中预警机 Mk 95雷达 Mk 91 NSSM引导系统 AN/SPN-41着陆辅助雷达 AN/SPN-43C空中管制雷达 AN/SPN-46空中管制雷达 RIM-162改进型海麻雀导弹 RIM-116拉姆导弹 SLQ-32A(V)4电战反制系统 SLQ-25A Nixie鱼雷反制系统 F/A-18 E/F超级大黄蜂式战斗机 C-2灰狗式运输机 S-3维京式反潜机 EA-6徘徊者式电子反制机 SH-60海鹰式反潜直升机 F/A-18黄蜂式战斗机 MH-60多用途直升机 AN/SPS-48E 3-D空中搜索雷达 AN/SPS-49(V)5 2-D空中搜索雷达 AN/SPQ-9B目标截获雷达 E-2C鹰眼式空中预警机 Mk 95雷达 Mk 91 NSSM引导系统 AN/SPN-41着陆辅助雷达 AN/SPN-43C空中管制雷达 AN/SPN-46空中管制雷达 RIM-162改进型海麻雀导弹 RIM-116拉姆导弹 SLQ-32A(V)4电战反制系统 SLQ-25A Nixie鱼雷反制系统 F/A-18 E/F超级大黄蜂式战斗机 C-2灰狗式运输机 S-3维京式反潜机 EA-6徘徊者式电子反制机 SH-60海鹰式反潜直升机 F/A-18黄蜂式战斗机 MH-60多用途直升机 AN/SPS-48E 3-D空中搜索雷达 AN/SPS-49(V)5 2-D空中搜索雷达 AN/SPQ-9B目标截获雷达 S-3维京式反潜机 SLQ-25A Nixie鱼雷反制系统 Mk 91 NSSM引导系统 C-2灰狗式运输机 SLQ-32A(V)4电战反制系统 RIM-116拉姆导弹 F/A-18 E/F超级大黄蜂式战斗机 AN/SPQ-9B目标截获雷达 F/A-18黄蜂式战斗机 E-2C鹰眼式空中预警机 EA-6徘徊者式电子反制机 RIM-162改进型海麻雀导弹 S-3维京式反潜机 SLQ-25A Nixie鱼雷反制系统 Mk 91 NSSM引导系统 C-2灰狗式运输机 SLQ-32A(V)4电战反制系统 RIM-116拉姆导弹 F/A-18 E/F超级大黄蜂式战斗机 AN/SPQ-9B目标截获雷达 F/A-18黄蜂式战斗机 E-2C鹰眼式空中预警机 EA-6徘徊者式电子反制机 RIM-162改进型海麻雀导弹",
                        "火控系统": ["AN/SPQ-9B火控雷达；", "MK78火控雷达(4部);", "MK95火控雷达(6部);", "MK91导弹发射控制系统；"],
                        "舰队": "第七舰队",
                        "类型": "第二代核动力航空母舰"
                    }
                },
                {
                    "id": 372038,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79226",
                        "简介": "第七舰队潜艇指挥部，驻地日本横须贺。",
                        "纬度": "35.76551068041091",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "经度": "139.5036708199391",
                        "name": "第74特遣队（美国海军第七舰队）",
                        "名称": "第74特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/60284EBF96EEF4CD5A0A0B12E493176D.gif",
                        "_uuid": "a8924f8ade9844b0ab2d7064751c8085"
                    }
                },
                {
                    "id": 371995,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79172",
                        "简介": "海军远征部队太平洋指挥部",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "name": "第75特遣队（美国海军第七舰队）",
                        "名称": "第75特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/no-image.jpg",
                        "_uuid": "7ba707383f374df19693f982d0c38190"
                    }
                },
                {
                    "id": 372043,
                    "labels": ["DATAEXA_OBJECT", "组织", "中队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79231",
                        "简介": "",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "name": "第11两栖中队（美国海军）",
                        "名称": "第11两栖中队（美国海军）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/no-image.jpg",
                        "_uuid": "e1c692b28d904d0d96a625327173a2ee"
                    }
                },
                {
                    "id": 371996,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79173",
                        "简介": "第七舰队两栖作战指挥部，驻地日本冲绳",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "name": "第76特遣队（美国海军第七舰队）",
                        "名称": "第76特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/EAAAFFA853507B387E94E7ADB523DEB3.gif",
                        "_uuid": "0005f408c3cf4a10bc16cef2f38353a7"
                    }
                },
                {
                    "id": 371997,
                    "labels": ["DATAEXA_OBJECT", "组织", "中队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79174",
                        "简介": "",
                        "纬度": "35.41362583053268",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)",
                        "经度": "137.64494993054404",
                        "name": "第7扫雷舰中队（美国海军）",
                        "名称": "第7扫雷舰中队（美国海军）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/no-image.jpg",
                        "_uuid": "7499484ad5aa4a579e4781c7e14b1701"
                    }
                },
                {
                    "id": 372036,
                    "labels": ["DATAEXA_OBJECT", "组织", "特遣队"],
                    "properties": {
                        "avatar_desc": "",
                        "pk_id": "jky_79224",
                        "简介": "第一海军特战单位指挥部，CTF-71主要是由第一海军特战部队（Commander, Navy Special Warfare, Unit One，NSWU-1）与第5海军爆破物处理机动队（EODMU 5）所组成，驻地关岛。",
                        "纬度": "38.29489726748662",
                        "来源": "https://zh.wikipedia.org/wiki/%E7%AC%AC%E4%B8%83%E8%89%A6%E9%9A%8A_(%E7%BE%8E%E5%9C%8B%E6%B5%B7%E8%BB%8D)#cite_note-Structure-4",
                        "经度": "-75.59006624483321",
                        "name": "第71特遣队（美国海军第七舰队）",
                        "名称": "第71特遣队（美国海军第七舰队）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "avatar": "http://192.168.1.51:9050/jky/img/EED41614DB4CE5071FB78B3B5DC84DCC.gif",
                        "_uuid": "c3dcc1288bf3445a90e79796d7b2c866"
                    }
                },
                {
                    "id": 498208,
                    "labels": ["DATAEXA_OBJECT", "军事装备", "2019冠状病毒病疫情相关海军舰艇", "尼米兹级核动力航空母舰", "核动力航空母舰", "2001年下水", "2003年竣工的船只"],
                    "properties": {
                        "下水": "2001年3月4日",
                        "服役": "2003年7月12日",
                        "电战系统": "SLQ-32A(V)4电战反制系统 SLQ-25A Nixie鱼雷反制系统",
                        "武器装备": "改进型海麻雀导弹 RIM-116滚体导弹 密集阵近程防御武器系统",
                        "简介": "隆纳·雷根号航空母舰（USS Ronald Reagan CVN-76），或直接简称雷根号航空母舰，是美国尼米兹级核动力航空母舰的九号舰，也是美国在进入21世纪以后第一艘成军的航空母舰。2001年时完工下水的雷根号是以美国第40任总统隆纳·雷根为名，雷根总统是带领美国结束冷战时期、非常受美国人民爱戴的国家领袖，也是第一位本人还在世时便以其名为军舰命名的前美国总统。不过由于新舰下水时雷根本人因病无法参加下水仪式，因此是由前第一夫人萳西·雷根（Nancy Reagan）代表出席，2003年7月12日在诺福克海军基地正式服役，取代星座号航空母舰（USS Constellation CV-64），雷根本人则在隔年2004年6月5日去世，享年93岁。",
                        "侦搜系统": "AN/SPS-48E 3-D空中搜索雷达 AN/SPS-49(V)5 2-D空中搜索雷达 AN/SPQ-9B目标截获雷达 2 × AN/SPN-46空中管制雷达 AN/SPN-43C空中管制雷达 AN/SPN-41着陆辅助雷达 3 × Mk 91 NSSM引导系统 3 × Mk 95雷达",
                        "来源": "https://zh.jinzhao.wiki/wiki/%E9%9A%86%E7%B4%8D%C2%B7%E9%9B%B7%E6%A0%B9%E8%99%9F%E8%88%AA%E7%A9%BA%E6%AF%8D%E8%89%A6",
                        "绰号": "Gipper",
                        "乘员": "军舰：3,200人 飞行大队：2,480人",
                        "格言": "Peace Through Strength",
                        "名称": "隆纳·雷根号航空母舰",
                        "关联": "舰载机 罗纳德·里根 航空母舰",
                        "现况": "服役中（截至2018年）",
                        "舰种": "航空母舰",
                        "详情": "\n隆纳·雷根号航空母舰（USS Ronald Reagan CVN-76），或直接简称雷根号航空母舰，是美国尼米兹级核动力航空母舰的九号舰，也是美国在进入21世纪以后第一艘成军的航空母舰。2001年时完工下水的雷根号是以美国第40任总统隆纳·雷根为名，雷根总统是带领美国结束冷战时期、非常受美国人民爱戴的国家领袖，也是第一位本人还在世时便以其名为军舰命名的前美国总统。不过由于新舰下水时雷根本人因病无法参加下水仪式，因此是由前第一夫人萳西·雷根（Nancy Reagan）代表出席，2003年7月12日在诺福克海军基地正式服役，取代星座号航空母舰（USS Constellation CV-64），雷根本人则在隔年2004年6月5日去世，享年93岁。\n目录 1 简介 2 航空母舰战斗群 3 历史 3.1 2000年代 3.2 2010年代 3.3 2020年代 4 在文化作品中的曝光 5 相关条目 6 图片集 7 参考文献 8 外部连结\n简介\n与已经服役的前面八艘同级舰相比，雷根号跟10号舰布希号有多项改良，其外观最明显的就是舰岛重新设计，原本位于舰岛后方的独立桅杆取消，改成一座与舰岛整合的塔状桅杆。而原本位于后桅杆上的AN/SPS-49(V)5（英语：AN/SPS-49）雷达改置于舰岛后部上方 ，而原本位于主桅杆顶的AN/SPQ-9A（英语：AN/SPQ-9）追踪雷达则被更新型的AN/SPQ-9B（英语：AN/SPQ-9）取代。先前服役的同级船舰回厂大修后，主桅也都陆续更换为与雷根号相同的型式，不过其桅杆上配置的雷达和感测系统，则与前几艘同级舰相同。\n此外，舰体改用新的球鼻艏，这是尼米兹级航舰首度采用的新设计，这项设计可以提供舰艏较佳浮力，能够改善航舰的航行品质，减少动能损失，提高舰载机的运作效率和可靠度。雷根号的飞行甲板与相关设备也获得改良。在航舰内部的改良方面，雷根号配备有先进的整合指挥网路、修改空调和部分舱间配置、改良核动力系统等，其中的整合指挥网路可将装备控制、导航、通信与其他系统都整合在一起，而大幅提高指管效率。\n雷根号目前隶属于美国太平洋舰队第七舰队，母港为日本横须贺海军设施，。\n航空母舰战斗群\n雷根号是美国海军第7航空母舰战斗群（英语：Carrier Strike Group Seven）（CSG-7）的一部份与第7驱逐战队（英语：Destroyer Squadron 7）（DESRON-7）指挥官的驻舰。雷根号、第7驱逐战队与第14舰载机大队（英语：Carrier Air Wing Fourteen）（CVW-14）共同组成第9航空母舰战斗群（英语：Carrier Strike Group Nine）（CSG-9），其详细组成包括：\n雷根号航空母舰（USS Ronald Reagan CVN-76） 第7驱逐战队（DESRON-7） 查普兰湖号飞弹巡洋舰（英语：USS Lake Champlain (CG-57)）（USS Lake Champlain CG-57） 迪凯特号飞弹驱逐舰（USS Decatur DDG-73） 麦坎贝尔号飞弹驱逐舰（USS McCampbell DDG-85） 雷尼尔号快速战斗支援舰（英语：USNS Rainier (T-AOE-7)）（USNS Rainier T-AOE-7） 第11械弹处理小组（英语：United States Navy EOD）（Explosive Ordnance Disposal Unit 11，EOD-11）第15分遣队 第14舰载机大队 第115「老鹰」战斗攻击中队（VFA-115 \"Eagles\"）- 配置F/A-18 E/F超级大黄蜂式（Super Hornet）战斗攻击机 第22「红公鸡」战斗攻击中队（英语：VFA-22）（VFA-22 \"Redcocks\"）- 配置F/A-18 E/F超级大黄蜂式战斗攻击机 第113「螫刺」战斗攻击中队（英语：VFA-113）（VFA-113 \"Stingers\"）- 配置F/A-18C 大黄蜂式（Hornet）战斗攻击机 第25「舰队之拳」战斗攻击中队（英语：VFA-25）（VFA-25 \"Fist of The Fleet\"）- 配置F/A-18C大黄蜂式战斗攻击机 第139「美洲豹」电子攻击中队（英语：VAQ-139）（VAQ-139 \"Cougars\"）- 配置EA-18G咆哮者（Growler）舰载型电子攻击机 第113「黑鹰」空中早期预警中队（英语：VAW-113）（VAW-113 \"Black Eagles\"）- 配置E-2C鹰眼式（Hawkeye）空中预警机 第4「黑骑士」直升机海上战斗中队（英语：HSC-4）（HSC-4 \"Black Knights\"）- 配置SH-60海鹰式（Sea Hawk）或MH-60黑鹰式（Black Hawk）多用途直升机 第30「提供者」舰队后勤支援中队（英语：VRC-30）（VRC-30 \"Providers\"）第1分遣队 - 配置C-2灰狗式（Greyhound）运输机\n历史\n2000年代\n2004年5月，里根号航母离开维珍尼亚军港，绕道南美，7月进驻母港，加州的圣地亚哥。\n2006年1月，里根号航母开始了她的第一次部署，于2006年2月抵达波斯湾，参加了美国在伊拉克和阿富汗的战争。7月，结束第一次部署返回圣地亚哥。\n2007年1月至4月，里根号被派到西太平洋，进行了一次非例行的“增兵”部署，以代替小鹰号航母执行任务。2007年12月，在一艘在加州沿海的游轮上，一个少年急性盲肠炎发作，由直升机送到里根号，由船上医生进行了手术。\n2008年5月，里根号开始例行的去西太平洋和中东的部署。6月，菲律宾台风灾难中，里根号参加了人道主义援助和救灾工作。8月，里根号抵达海湾地区，参加了美国在阿富汗的反恐战争。11月，返回圣地亚哥。\n2009年5月至10月，里根号再次被派往西太平洋和中东。\n2010年代\n2010年底，里根号和舰上的舰载机大队在加州外海进行合成演习，为2011年的部署做准备。11月，里根号为在加州外海失去动力的一艘游轮提供紧急救助。\n2011年1月里根号继续在加州外海训练，19日回港。2月2日，里根号船队离开圣地亚哥，在加州外海进行联合行动部队演习（Joint Task Force Exercises）。2月3日，正在加州的美国德州州长（英语：List of Governors of Texas）李克佩里登舰参观。2月6日，为纪念里根总统诞辰100周年，由里根号航母上的起飞的黑骑士舰载机中队飞越位于加州西米谷的里根总统图书馆。3月7日，里根号航母舰队结束它在南加州外海的全部训练和演习，启程展开它赴东亚和中东的例行部署。3月9日，里根号航母舰队穿越日期变更线，进入第七舰队责任区，即西太平洋，准备参加在韩国的军事演习。\n2011年3月11日，日本本州外海发生9.0级地震，并引发巨大的海啸，造成重大伤亡及损失。美国政府命令里根号以全速驶往日本，以备救灾。3月13日凌晨，里根号到达日本外海，为日本海上自卫队的救灾工作提供海上基地，并派直升机和人员参与救灾。3月13日福岛第一核电站爆炸所造成的辐射外泄，导致距离160公里外里根号舰上及附近空气中检测到的辐射剂量，大于平常值720倍，而曾上岸参与救援的17名官兵也受到辐射感染。为此雷根号进行重新布置，改变位置以避开核电站的下风方向，并缩小与韩国联合演习之规模。4月4日，在美国驻日本大使约翰鲁斯的陪同下，日本防卫大臣北泽俊美访问了里根号航母，向全体官兵表示了感谢。此后，里根号继续在西太平洋海域活动。\n4月19日，里根号停靠日本长崎佐世保港口。5月1日，里根号抵达泰国普吉岛访问。5月9日，里根号进入第五舰队辖区，即中东地区，开始接替卡尔文森号执行任务。5月23日和24日，里根号访问了巴林第五舰队驻地，舰上的水兵和海军陆战队士兵上岸参加了支援社区的义务劳动。7月8日，里根号举办了甲板沙滩野餐，这通常代表此次的出航部署期已经超过一半。8月3日，里根号开始回航返回印度洋，8月9日，里根号抵达南中国海。8月12日里根号连同护航舰队──一艘巡洋舰和两艘驱逐舰共约6,000名官兵抵达香港，并接受传媒登舰采访，是该舰服役后第4次造访香港。雷根号访港时间刚巧紧接着中国第一艘航空母舰瓦良格号首航。经停关岛和夏威夷，里根号于9月9日返回圣地亚哥。\n2012年1月6日，里根号离开加州圣地亚哥前往华盛顿州布莱莫顿，进行为期一年的干坞整修。\n2014年1月14日，美国海军宣布里根号将在2015年取代乔治·华盛顿号航空母舰，常驻日本横须贺基地，而乔治·华盛顿号则返回位于维珍尼亚州的船厂进行航空母舰中期大修并更换核燃料。\n2017年1月，里根号在横须贺基地进入短期维修状态[2]。5月16日，维修结束，里根号离开基地开始巡航[3]。5月31日，里根号航母舰队进入日本海，和先期抵达的卡尔·文森号航空母舰举行双航母舰队联合演习[4]。6月5日，里根号回到菲律宾海日本南部海域，6月10日，进入南中国海，13至15号和日本海上自卫队的准航空母舰出云号护卫舰在南海举行联合演习[5]，17日抵达新加坡，之后继续在南中国海游弋，6月底赴南太平洋。10月2日，访问香港。[6]\n2018年11月21日，访问香港。\n2019年9月底，有媒体根据卫星照片报道里根号航母在南海航行时被七八艘中国军舰包围，中国国防部发言人任国强暗示此事件确有发生。9月29日，里根号航母为核心的的美国海军第70特混编队还在南海执行任务期间，被中国军舰包围时的指挥官卡尔·托马斯少将被乔治·威科夫少将替换(后来证实是假新闻)[7] 。\n2020年代\n2020年3月27日，新冠肺炎（COVID-19）疫情蔓延。继罗斯福号航空母舰（Theodore Roosevelt）后，再有美军航母出现确诊个案。霍士新闻（Fox News）3月27日报道，驻日的列根号（USS Ronald Reagan）航空母舰有两名船员确诊。\n在文化作品中的曝光\n《超级战舰》（Battleship）：2012年上映的美国动作电影。雷根号在片中登场，担任环太平洋演习联合舰队的指挥官旗舰，在最后关头出动舰上战斗机击毁外星战舰与其所发射的武器。 《哥吉拉》（Godzilla）：2014年电影\n相关条目\n美国海军航空母舰列表\n图片集\n雷根号第一次进入母港加州圣迭戈，正式加入太平洋舰队 里根号在太平洋上航行时，官兵在甲板上排列出代表里根总统的“RR”字样 雷根夫人萳西参加下水典礼 2003年服役典礼 雷根号与巴西圣保罗号摄于2004年6月8日 参加环太平洋军事演习 2007年进行急转弯测试 飞行指挥中心 雷根号与负责护航的保罗·汉弥尔顿号飞弹驱逐舰（USS Paul Hamilton DDG-60） 雷根号参加韩国海军观舰式，2015年10月 隆纳·雷根号航空母舰、妙高号护卫舰、榛名级护卫舰、朝雾型护卫舰×２、提康德罗加级导弹巡洋舰、阿利·伯克级驱逐舰×２、美日军事演习\n参考文献\n^ Polmar, Norman. The Naval Institute guide to the ships and aircraft of the U.S. fleet. 美国海军学会（英语：United States Naval Institute）（Naval Institute）. 2004年: 112页. ISBN 978-1-59114-685-8.  ^ 存档副本. [2017-02-20]. （原始内容存档于2017-02-21）.  ^ http://www.navy.mil/submit/display.asp?story_id=100479 ^ http://abcnews.go.com/International/us-moves-2nd-aircraft-carrier-sea-japan-amid/story?id=47730217 ^ http://www.rfa.org/mandarin/yataibaodao/junshiwaijiao/nz-06192017121606.html ^ Thousands of US Navy officers arrive in Hong Kong for USS Ronald Reagan port of call. South China Morning Post. 3 October 2017 [18 October 2017]. （原始内容存档于2017-10-18）.  ^ 在南海被“围观”，里根战斗群指挥官“当场换人”\n外部连结\n（英文）美国海军官方网站 页面存档备份，存于互联网档案馆 （英文）雷根号官方网站 页面存档备份，存于互联网档案馆\n查 论 编 尼米兹级核动力航空母舰 CVN-68 尼米兹号 CVN-69 艾森豪威尔号 CVN-70 文森号 CVN-71 罗斯福号 CVN-72 林肯号 CVN-73 华盛顿号 CVN-74 斯坦尼斯号 CVN-75 杜鲁门号 CVN-76 里根号 CVN-77 布什号 美国海军航空母舰列表\n查 论 编 现役航空母舰  美国 尼米兹级 尼米兹号 · 艾森豪威尔号 · 文森号 · 罗斯福号 · 林肯号 · 华盛顿号 · 斯坦尼斯号 · 杜鲁门号 · 里根号 · 布什号 福特级 福特号  泰国 阿斯图里亚斯级 查克里·纳吕贝特号  法国 戴高乐级 戴高乐号  俄罗斯 库兹涅佐夫级 库兹涅佐夫号 中国 001型 辽宁号 002型 山东号  印度 基辅级 维克拉玛蒂亚号  义大利 加里波底级 加里波底号 加富尔级 加富尔号  英国 伊丽莎白女王级 伊丽莎白女王号 · 威尔士亲王号\n查 论 编 美国海军 航空母舰和 轻型航空母舰 传统动力航空母舰 无同级舰 CV-1 兰利号 CV-4 游骑兵号 CV-7 胡蜂号 列星顿级 CV-2 列星顿号 CV-3 萨拉托加号 约克镇级 CV-5 约克镇号 CV-6 企业号 CV-8 大黄蜂号 短舰体艾塞克斯级 CV-9 艾塞克斯号 CV-10 约克镇号 CV-11 无畏号 CV-12 大黄蜂号 CV-13 富兰克林号 CV-16 列星顿号 CV-17 碉堡山号 CV-18 胡蜂号 CV-20 班宁顿号 CV-31 好人理查号 长舰体艾塞克斯级 CV-14 提康德罗加号 CV-15 兰道夫号 CV-19 汉考克号 CV-21 拳师号 CV-32 雷伊泰号 CV-33 奇尔沙治号 CV-34 奥里斯卡尼号 CV-36 安提顿号 CV-37 普林斯顿号 CV-38 香格里拉号 CV-39 尚普兰湖号 CV-40 塔拉瓦号 CV-45 福治谷号 CV-47 菲律宾海号 中途岛级 CVB-41 中途岛号 CVB-42 罗斯福号 CVB-43 珊瑚海号 福莱斯特级 CV-59 福莱斯特号 CV-60 萨拉托加号 CV-61 游骑兵号 CV-62 独立号 小鹰级 本级 CV-63 小鹰号 CV-64 星座号 CV-66 美利坚号 改良型号 注1 CV-67 约翰·F·甘迺迪号 核动力航空母舰 企业级 CVN-65 企业号 尼米兹级 注2 本级 CVN-68 尼米兹号 CVN-69 德怀特·D·艾森豪号 CVN-70 卡尔·文森号 西奥多·罗斯福级注3 CVN-71 西奥多·罗斯福号 CVN-72 亚伯拉罕·林肯号 CVN-73 乔治·华盛顿号 CVN-74 约翰·C·史坦尼斯号 CVN-75 哈里·S·杜鲁门号 罗纳德·里根级 注3 CVN-76 罗纳德·里根号 CVN-77 乔治·H·W·布殊号 福特级 CVN-78 杰拉德·R·福特号 CVN-79 约翰·F·甘迺迪号 CVN-80 企业号 CVN-81 多里斯·米勒号 CVN-82 未命名 轻型航空母舰 独立级 CVL-22 独立号 CVL-23 普林斯顿号 CVL-24 贝劳森林号 CVL-25 科本斯号 CVL-26 蒙特利号 CVL-27 兰利号 CVL-28 卡伯特号 CVL-29 巴丹号 CVL-30 圣哈辛托号 塞班岛级 CVL-48 塞班岛号 CVL-49 莱特号 未建成舰 艾塞克斯级 CV-35 复仇号 CV-46 硫磺岛号 CV-50 未命名 CV-51 未命名 CV-52 未命名 CV-53 未命名 CV-54 未命名 CV-55 未命名 中途岛级 CVB-44 未命名 CVB-56 未命名 CVB-57 未命名 美国级 CVA-58 美国号 无舷号及未命名舰一 无舷号及未命名舰二 无舷号及未命名舰三 无舷号及未命名舰四 企业级 无舷号及未命名舰一 无舷号及未命名舰二 无舷号及未命名舰三 无舷号及未命名舰四 无舷号及未命名舰五 注1: CV-67 约翰·F·甘迺迪号基于小鹰级改良，一般称作「改良小鹰级」并归类至小鹰级中，而有时会被单独分类出一级 注2: 尼米兹级是整体舰级，也是其的子舰级之一 注3: 此舰级为尼米兹级的子舰级之一，与之前的同型舰性能规格上有差别 美国海军航空母舰列表",
                        "母港": "日本横须贺海军设施",
                        "舰名出处": "罗纳德·里根",
                        "最高速度": "30节以上（56千米每小时以上；35英里每小时以上）",
                        "管辖": "第七舰队（美国海军） 第七舰队（美国海军）",
                        "赞助": "南希·里根",
                        "吃水": "最大：37英尺（11.3米） 限制：41英尺（12.5米）",
                        "id": "5f6dd8b8891ade49f401855b",
                        "装甲": "机密",
                        "全长": "全长：1,092英尺（332.8米） 水线：1,040英尺（317.0米）",
                        "制造厂": "纽波特纽斯造船公司",
                        "全宽": "全长：252英尺（76.8米） 水线：134英尺（40.8米）",
                        "来源站点": "中文维基百科",
                        "单艘造价": "45亿美元",
                        "舰级": "尼米兹级",
                        "avatar": "http://192.168.3.58:9000/dataexa/ndc/zb/wikijszb/202009252149417501.jpg",
                        "排水量": "101,400长吨（113,600短吨）",
                        "动工": "1998年2月12日",
                        "续航距离": "无限距离；20-25年",
                        "舰载机": "90架标准舰载机与直升机",
                        "name": "隆纳·雷根号航空母舰",
                        "拥有国": " 美国",
                        "动力": "2座西屋A4W核反应堆 4座蒸汽涡轮发动机 4轴 260,000马力（194兆瓦）",
                        "下订": "1994年12月8日"
                    }
                }],
                "edges": [{
                    "id": 2024863,
                    "start": 565814,
                    "end": 293748,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2026484,
                    "start": 565814,
                    "end": 565807,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 3209310,
                    "start": 565807,
                    "end": 293748,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2024639,
                    "start": 500821,
                    "end": 293748,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2026473,
                    "start": 500821,
                    "end": 565807,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1731313,
                    "start": 500843,
                    "end": 293748,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2026485,
                    "start": 500843,
                    "end": 565807,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2024798,
                    "start": 500838,
                    "end": 293748,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2026475,
                    "start": 500838,
                    "end": 565807,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1731305,
                    "start": 500822,
                    "end": 293748,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 2026474,
                    "start": 500822,
                    "end": 565807,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 827898,
                    "start": 371978,
                    "end": 293748,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 827899,
                    "start": 371978,
                    "end": 476819,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 3209311,
                    "start": 476819,
                    "end": 293748,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708943,
                    "start": 372045,
                    "end": 303379,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1709011,
                    "start": 372045,
                    "end": 372039,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601031,
                        "_uuid": "a0b3730484b3455f8d3b5603fb72c7fe"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601031,
                        "_uuid": "a0b3730484b3455f8d3b5603fb72c7fe"
                    }],
                    "edgeIds": [1709011]
                },
                {
                    "id": 3209312,
                    "start": 372039,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1709010,
                    "start": 372045,
                    "end": 372040,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601039,
                        "_uuid": "178bb2d96cfd455b9fadded360bd36a7"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601039,
                        "_uuid": "178bb2d96cfd455b9fadded360bd36a7"
                    }],
                    "edgeIds": [1709010]
                },
                {
                    "id": 3209313,
                    "start": 372040,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1709009,
                    "start": 372045,
                    "end": 371843,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760598698,
                        "_uuid": "77d4ba5d18454f109f050e313b058033"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760598698,
                        "_uuid": "77d4ba5d18454f109f050e313b058033"
                    }],
                    "edgeIds": [1709009]
                },
                {
                    "id": 3209314,
                    "start": 371843,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 827920,
                    "start": 372045,
                    "end": 372080,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601227,
                        "_uuid": "e856a8aa941048709bef51090d98cd18"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601227,
                        "_uuid": "e856a8aa941048709bef51090d98cd18"
                    }],
                    "edgeIds": [827920]
                },
                {
                    "id": 3209315,
                    "start": 372080,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708948,
                    "start": 372045,
                    "end": 371977,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760600405,
                        "_uuid": "5fd0277fbfe045249badec92628d75ab"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760600405,
                        "_uuid": "5fd0277fbfe045249badec92628d75ab"
                    }],
                    "edgeIds": [1708948]
                },
                {
                    "id": 3209316,
                    "start": 371977,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708947,
                    "start": 372045,
                    "end": 372037,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601015,
                        "_uuid": "a01ffa4125304ba7a481ab0e39bcc7bd"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601015,
                        "_uuid": "a01ffa4125304ba7a481ab0e39bcc7bd"
                    }],
                    "edgeIds": [1708947]
                },
                {
                    "id": 3209317,
                    "start": 372037,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1709014,
                    "start": 372045,
                    "end": 335168,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760239475,
                        "_uuid": "37d5d24f8e13413cbfef4373bad7f129"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760239475,
                        "_uuid": "37d5d24f8e13413cbfef4373bad7f129"
                    }],
                    "edgeIds": [1709014]
                },
                {
                    "id": 3209318,
                    "start": 335168,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708946,
                    "start": 372045,
                    "end": 372038,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601023,
                        "_uuid": "4ea37bbd5fef4570b4028c5c3e62929f"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601023,
                        "_uuid": "4ea37bbd5fef4570b4028c5c3e62929f"
                    }],
                    "edgeIds": [1708946]
                },
                {
                    "id": 3209319,
                    "start": 372038,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1709013,
                    "start": 372045,
                    "end": 371995,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760600413,
                        "_uuid": "5258957f7df4497982d26a50b45cdea4"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760600413,
                        "_uuid": "5258957f7df4497982d26a50b45cdea4"
                    }],
                    "edgeIds": [1709013]
                },
                {
                    "id": 3209320,
                    "start": 371995,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708945,
                    "start": 372045,
                    "end": 372043,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601072,
                        "_uuid": "39118a8047a34275b1a4f97fbef6f038"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601072,
                        "_uuid": "39118a8047a34275b1a4f97fbef6f038"
                    }],
                    "edgeIds": [1708945]
                },
                {
                    "id": 3209321,
                    "start": 372043,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1709012,
                    "start": 372045,
                    "end": 371996,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760600422,
                        "_uuid": "9d942ae87d0548fcae0801e5bab3a6db"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760600422,
                        "_uuid": "9d942ae87d0548fcae0801e5bab3a6db"
                    }],
                    "edgeIds": [1709012]
                },
                {
                    "id": 3209322,
                    "start": 371996,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708944,
                    "start": 372045,
                    "end": 371997,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760600430,
                        "_uuid": "f80d20d59d5c4ec2ac8605b4ff8ab9a3"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760600430,
                        "_uuid": "f80d20d59d5c4ec2ac8605b4ff8ab9a3"
                    }],
                    "edgeIds": [1708944]
                },
                {
                    "id": 3209323,
                    "start": 371997,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 1708955,
                    "start": 372045,
                    "end": 372036,
                    "type": "管辖",
                    "properties": {
                        "_create_time": 1583760601006,
                        "_uuid": "c4fce6e7001e45b1998b9c83695e9579"
                    },
                    "propertiesList": [{
                        "_create_time": 1583760601006,
                        "_uuid": "c4fce6e7001e45b1998b9c83695e9579"
                    }],
                    "edgeIds": [1708955]
                },
                {
                    "id": 3209324,
                    "start": 372036,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 642855,
                    "start": 372045,
                    "end": 498208,
                    "type": "管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                },
                {
                    "id": 3209325,
                    "start": 498208,
                    "end": 303379,
                    "type": "都被管辖",
                    "properties": {},
                    "propertiesList": [],
                    "edgeIds": []
                }]
            }
        };
    }
};
</script>
